Repository: teamleaderleo/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextActions/ActionCatalog.xcstrings
Source language: en
Languages: ja

# action.reopenClosedBrowserPanel
source: Reopen Last Closed Tab
ja: 最後に閉じたタブを再度開く

# action.reopenClosedWorkspace
source: Reopen Closed Workspace
ja: 閉じたワークスペースを再度開く

# action.reopenPreviousSession
source: Restore Previous App Launch
ja: 前回の起動状態を復元

# action.resetTerminal
source: Reset Terminal
ja: ターミナルをリセット

# action.resetWorkspaceTerminalFontSize
source: Reset Workspace Font Size
ja: ワークスペースのフォントサイズをリセット

# action.resizePaneDown
source: Resize Pane Down
ja: ペインを下にリサイズ

# action.resizePaneLeft
source: Resize Pane Left
ja: ペインを左にリサイズ

# action.resizePaneRight
source: Resize Pane Right
ja: ペインを右にリサイズ

# action.resizePaneUp
source: Resize Pane Up
ja: ペインを上にリサイズ

# action.resumeCommandClear
source: Clear Resume Command
ja: 再開コマンドをクリア

# action.resumeCommandEdit
source: Edit Resume Command…
ja: 再開コマンドを編集…

# action.resumeCommandSet
source: Set Resume Command…
ja: 再開コマンドを設定…

# action.revealWorkspaceInFinder
source: Show Workspace in Finder
ja: ワークスペースを Finder で表示

# action.saveFilePreview
source: Save File
ja: ファイルを保存

# action.saveLayoutTemplate
source: Save Layout as Template…
ja: レイアウトをテンプレートとして保存…

# action.selectSurfaceByNumber
source: Select Tab 1…9
ja: タブ 1…9 を選択

# action.selectWorkspaceByNumber
source: Select Workspace 1…9
ja: ワークスペース 1…9 を選択

# action.sendCtrlFToTerminal
source: Send Ctrl-F to Terminal
ja: ターミナルに Ctrl-F を送信

# action.sendFeedback
source: Send Feedback
ja: フィードバックを送信

# action.showBrowserJavaScriptConsole
source: Show JavaScript Console
ja: JavaScript コンソールを表示

# action.showHideAllWindows
source: Show/Hide All Windows
ja: すべてのウインドウを表示/非表示

# action.showMainWindow
source: Show cmux
ja: cmux を表示

# action.showNotifications
source: Show Notifications
ja: 通知を表示

# action.simulatorHome
source: Simulator: Home
ja: シミュレータ: ホーム

# action.simulatorRotateLeft
source: Simulator: Rotate Left
ja: シミュレータ: 左に回転

# action.simulatorRotateRight
source: Simulator: Rotate Right
ja: シミュレータ: 右に回転

# action.simulatorToggleAppearance
source: Simulator: Toggle Appearance
ja: シミュレータ: 外観を切り替え

# action.simulatorToggleSoftwareKeyboard
source: Simulator: Toggle Software Keyboard
ja: シミュレータ: ソフトウェアキーボードを切り替え

# action.splitBrowserDown
source: Split Browser Down
ja: ブラウザを下に分割

# action.splitBrowserRight
source: Split Browser Right
ja: ブラウザを右に分割

# action.splitDown
source: Split Down
ja: 下に分割

# action.splitRight
source: Split Right
ja: 右に分割

# action.switchRightSidebarToDock
source: Show Dock
ja: Dock を表示

# action.switchRightSidebarToFeed
source: Show Feed
ja: フィードを表示

# action.switchRightSidebarToFiles
source: Show Files
ja: ファイルを表示

# action.switchRightSidebarToFind
source: Show Find
ja: 検索を表示

# action.switchRightSidebarToMachines
source: Show Cloud
ja: Cloud を表示

# action.switchRightSidebarToSessions
source: Show Vault
ja: Vault を表示

# action.tab.focus
source: Show Tab
ja: タブを表示

# action.tab.search
source: Search Tabs…
ja: タブを検索…

# action.tabGroup.addTab
source: Add Tab to Group…
ja: タブをグループに追加…

# action.tabGroup.close
source: Close Tab Group
ja: タブグループを閉じる

# action.tabGroup.collapse
source: Collapse Tab Group
ja: タブグループを折りたたむ

# action.tabGroup.color.blue
source: Tab Group Color: Blue
ja: タブグループの色: ブルー

# action.tabGroup.color.cyan
source: Tab Group Color: Cyan
ja: タブグループの色: シアン

# action.tabGroup.color.green
source: Tab Group Color: Green
ja: タブグループの色: グリーン

# action.tabGroup.color.grey
source: Tab Group Color: Grey
ja: タブグループの色: グレー

# action.tabGroup.color.orange
source: Tab Group Color: Orange
ja: タブグループの色: オレンジ

# action.tabGroup.color.pink
source: Tab Group Color: Pink
ja: タブグループの色: ピンク

# action.tabGroup.color.purple
source: Tab Group Color: Purple
ja: タブグループの色: パープル

# action.tabGroup.color.red
source: Tab Group Color: Red
ja: タブグループの色: レッド

# action.tabGroup.color.yellow
source: Tab Group Color: Yellow
ja: タブグループの色: イエロー

# action.tabGroup.create
source: New Tab Group
ja: 新規タブグループ

# action.tabGroup.deleteSaved
source: Delete Saved Tab Group…
ja: 保存したタブグループを削除…

# action.tabGroup.expand
source: Expand Tab Group
ja: タブグループを展開

# action.tabGroup.moveToNewColumn
source: Move Tab Group to New Column
ja: タブグループを新しいカラムへ移動

# action.tabGroup.moveToNewSplit
source: Move Tab Group to New Split
ja: タブグループを新しい分割へ移動

# action.tabGroup.moveToNewWindow
source: Move Tab Group to New Window
ja: タブグループを新規ウインドウへ移動

# action.tabGroup.moveToNewWorkspace
source: Move Tab Group to New Workspace
ja: タブグループを新規ワークスペースへ移動

# action.tabGroup.moveToWorkspace
source: Move Tab Group to Workspace…
ja: タブグループをワークスペースへ移動…

# action.tabGroup.newTab
source: New Tab in Group
ja: グループ内に新規タブ

# action.tabGroup.removeTab
source: Remove Tab from Group
ja: タブをグループから外す

# action.tabGroup.rename
source: Rename Tab Group…
ja: タブグループ名を変更…

# action.tabGroup.reopenSaved
source: Reopen Saved Tab Group…
ja: 保存したタブグループを再度開く…

# action.tabGroup.save
source: Save Tab Group
ja: タブグループを保存

# action.tabGroup.setColor
source: Set Tab Group Color…
ja: タブグループの色を設定…

# action.tabGroup.toggleCollapsed
source: Collapse/Expand Tab Group
ja: タブグループを折りたたむ/展開

# action.tabGroup.ungroup
source: Ungroup Tabs
ja: タブのグループを解除

# action.tabGroup.unsave
source: Unsave Tab Group
ja: タブグループの保存を解除

# action.taskManager.killProcess
source: Kill Process…
ja: プロセスを強制終了…

# action.terminal.keep
source: Keep Terminal Running After Close
ja: 閉じた後もターミナルを実行し続ける

# action.terminalCopy
source: Copy
ja: コピー

# action.terminalPaste
source: Paste
ja: 貼り付け

# action.toggleBrowserDesignMode
source: Toggle Browser Design Mode
ja: ブラウザのデザインモードを切り替え

# action.toggleBrowserDeveloperTools
source: Toggle Developer Tools
ja: デベロッパツールを切り替え

# action.toggleBrowserFocusMode
source: Toggle Browser Focus Mode
ja: ブラウザのフォーカスモードを切り替え

# action.toggleCanvasLayout
source: Toggle Canvas Layout
ja: キャンバスレイアウトを切り替え

# action.toggleChecklistItemComplete
source: Toggle Checklist Item Complete
ja: チェックリスト項目の完了を切り替え

# action.toggleFileEditorWordWrap
source: Toggle Word Wrap
ja: 折り返しを切り替え

# action.toggleFocusedWorkspaceGroupCollapsed
source: Toggle Group Collapse
ja: グループの折りたたみを切り替え

# action.toggleFullScreen
source: Toggle Full Screen
ja: フルスクリーンを切り替え

# action.toggleReactGrab
source: Toggle React Grab
ja: React Grab を切り替え

# action.toggleRightSidebar
source: Toggle Right Sidebar
ja: 右サイドバーを切り替え

# action.toggleSidebar
source: Toggle Left Sidebar
ja: 左サイドバーを切り替え

# action.toggleSplitZoom
source: Toggle Pane Zoom
ja: ペインのズームを切り替え

# action.toggleTabAudioMute
source: Mute/Unmute Tab
ja: タブをミュート/ミュート解除

# action.toggleTerminalCopyMode
source: Toggle Copy Mode
ja: コピーモードを切り替え

# action.toggleUnread
source: Toggle Unread
ja: 未読を切り替え

# action.triggerFlash
source: Flash Focused Pane
ja: フォーカス中のペインを点滅

# action.useSelectionForFind
source: Use Selection for Find
ja: 選択範囲で検索

# action.vaultCopyResumeCommand
source: Copy Resume Command
ja: 再開コマンドをコピー

# action.vaultFocusSession
source: Focus Session
ja: セッションにフォーカス

# action.vaultOpenPullRequest
source: Open Session Pull Request
ja: セッションのプルリクエストを開く

# action.vaultOpenSession
source: Open Session
ja: セッションを開く

# action.vaultResumeInNewWorkspace
source: Resume Session in New Workspace
ja: 新規ワークスペースでセッションを再開

# action.workspaceGroup.clearNotifications
source: Clear Group Notifications
ja: グループの通知をクリア

# action.workspaceGroup.closeWorkspaces
source: Close All Workspaces in Group
ja: グループ内のすべてのワークスペースを閉じる

# action.workspaceGroup.collapse
source: Collapse Workspace Group
ja: ワークスペースグループを折りたたむ

# action.workspaceGroup.color.blue
source: Workspace Group Color: Blue
ja: ワークスペースグループの色: ブルー

# action.workspaceGroup.color.cyan
source: Workspace Group Color: Cyan
ja: ワークスペースグループの色: シアン

# action.workspaceGroup.color.green
source: Workspace Group Color: Green
ja: ワークスペースグループの色: グリーン

# action.workspaceGroup.color.grey
source: Workspace Group Color: Grey
ja: ワークスペースグループの色: グレー

# action.workspaceGroup.color.orange
source: Workspace Group Color: Orange
ja: ワークスペースグループの色: オレンジ

# action.workspaceGroup.color.pink
source: Workspace Group Color: Pink
ja: ワークスペースグループの色: ピンク

# action.workspaceGroup.color.purple
source: Workspace Group Color: Purple
ja: ワークスペースグループの色: パープル

# action.workspaceGroup.color.red
source: Workspace Group Color: Red
ja: ワークスペースグループの色: レッド

# action.workspaceGroup.color.yellow
source: Workspace Group Color: Yellow
ja: ワークスペースグループの色: イエロー

# action.workspaceGroup.delete
source: Delete Group
ja: グループを削除

# action.workspaceGroup.editConfig
source: Edit Group Config…
ja: グループ設定を編集…

# action.workspaceGroup.expand
source: Expand Workspace Group
ja: ワークスペースグループを展開

# action.workspaceGroup.markRead
source: Mark Group as Read
ja: グループを既読にする

# action.workspaceGroup.markUnread
source: Mark Group as Unread
ja: グループを未読にする

# action.workspaceGroup.moveDown
source: Move Workspace Group Down
ja: ワークスペースグループを下へ移動

# action.workspaceGroup.moveToNewWindow
source: Move Workspace Group to New Window
ja: ワークスペースグループを新規ウインドウへ移動

# action.workspaceGroup.moveToWindow
source: Move Workspace Group to Window…
ja: ワークスペースグループを別のウインドウへ移動…

# action.workspaceGroup.moveUp
source: Move Workspace Group Up
ja: ワークスペースグループを上へ移動

# action.workspaceGroup.newWorkspace
source: New Workspace in Group
ja: グループ内に新規ワークスペース

# action.workspaceGroup.rename
source: Rename Group…
ja: グループ名を変更…

# action.workspaceGroup.setColor
source: Set Workspace Group Color…
ja: ワークスペースグループの色を設定…

# action.workspaceGroup.togglePin
source: Pin/Unpin Group
ja: グループをピン留め/解除

# action.workspaceGroup.ungroup
source: Ungroup Workspaces
ja: グループを解除
